robbi5/esp32-spi-eppp-server/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32c3"
CONFIG_EPPP_LINK_DEVICE_SPI=y
CONFIG_LWIP_IP_FORWARD=y
CONFIG_LWIP_IPV4_NAPT=y
CONFIG_LWIP_PPP_VJ_HEADER_COMPRESSION=n
CONFIG_WIFI_MGR_ENABLE_CLI=y
